Repository: upfrontsystems/upfront.classlist
Catalog: upfront/classlist/locales/*/LC_MESSAGES/upfront.classlist.po
Languages: af

source: Add
af: Voeg by

source: Class List
af: Klaslys

source: Classlist %s was modified
af: Klaslys %s is verander

source: Could not add learner:
af: Kon nie leerder byvoeg nie

source: Female
af: Vroulik

source: Gender
af: Geslag

source: Home Language
af: Huistaal

source: Import the learners
af: Invoer die leerders

source: Learner
af: Leerder

source: Learner(s) removed from Classlist %s
af: Leerder(s) van Classlist %s verwyder

source: Male
af: Manlik

source: Name
af: Naam

source: Name is not unique
af: Naam is nie uniek nie

source: Name is required
af: Naam is vereis

source: New learner added
af: Nuwe leerder bygevoeg

source: New name identical to old name
af: Nuwe naam identies aan ou naam

source: No Learners selected
af: Geen leerder gekies

source: Please indicate which class to use.
af: Dui asseblief aan watter klas te gebruik.

source: Please supply a number, name, gender and language.
af: Verskaf asseblief 'n nommer, naam, geslag en taal.

source: Please supply a valid file.
af: Verskaf asseblief 'n geldige lêer.

source: Please supply at least one learner.
af: Verskaf asseblief ten minste een leerder.

source: Please supply at least one work sheet.
af: Verskaf asseblief ten minste een werkblad.

source: Remove
af: Verwyder

source: Save
af: Stoor

source: Skipping existing learner
af: Huppel bestaande leerder

source: Student Code
af: Student Kode

source: Student code not unique
af: Student kode nie uniek nie

source: The class list has no learners.
af: Die klaslys het geen leerders.

source: description_classlist_not_wanted
af: As dit nie die klaslys wat U wou gehaad het is nie,

source: description_classlists
af: Hier kan jy die klaslys en leerders te wysig, of u kan

source: description_helptext_column_gender
af: Geslag

source: description_helptext_column_language
af: Huistaal

source: description_helptext_column_learnercode
af: Leerder Kode

source: description_helptext_column_name
af: Volle Naam

source: description_helptext_columns
af: Dit moet net die volgende kolomme he en in hierdie volgorde:

source: description_helptext_download
af: U kan 'n voorbeeld van 'n geldige klaslys invoer-spreadsheet hier aflaai

source: description_helptext_no_headers
af: Geen headers aan kolomme, net die leerder besonderhede

source: description_helptext_valid_example
af: N voorbeeld van 'n geldige ry in die sigblad sal wees: <br /> 1234 | Thabo-Msimang | Manlik | isiXhosa

source: description_helptext_valid_gender
af: Geldige waardes vir geslag is 'Manlik' en 'Vroulik'

source: description_helptext_valid_lang
af: Geldige waardes vir Huistaal is:

source: gender_female
af: Vroulik

source: gender_male
af: Manlik

source: gender_unknown
af: Onbekend

source: heading_classname
af: KLAS NAAM

source: heading_edit_classlist
af: Redigeer Klas Lys: ${classlist_title}

source: heading_helptext_required_format
af: Vereiste sigblad formaat:

source: heading_import_learners
af: Invoer leerders

source: heading_import_learners_description
af: Hier kan U leerders via 'n Excel spreadsheet invoer.

source: helptext_download_link
af: Laai hier 'n voorbeeld klaslys.

source: import-learners called from incorrect context
af: nvoer-leerders gereop van 'n ​​verkeerde konteks

source: label_create_new_class
af: Klas naam:

source: learners_gender_not_recognized
af: Leerder: ${name} Geslag: ${gender} nie erken nie

source: learners_language_not_recognized
af: Leerder: ${name} taal: ${language} nie erken nie

source: link_exportclasslist
af: hierdie klaslys uitvoer.

source: link_return_classlists
af: klik hier om na jou lys van klasse terug te gaan.

source: message_no_learners
af: Geen leerder aan hierdie classlist bygevoeg.

source: select_file
af: Gebruik om die leerders in hierdie lêer:

source: title_code
af: KODE

source: title_gender
af: GESLAG

source: title_home_language
af: HUIS TAAL

source: title_learner_name
af: LEERDER NAAM
